{
    "welcome" : "Wave Traviet -  Explore the Beauty of Vietnam",
    "welcome-content": "We help you explore the natural beauty, history, and culture of Vietnam. From stunning beaches to world heritage sites, our app provides detailed information about famous landmarks, vivid images, travel guides, and useful tips to ensure you have the best trip possible.",
    "explore-sentence": "Let's start exploring now!",
    "explore-action": "Start >>",
    "destination-title": "Destination",
    "navigation-more": "Read more",
    "navigation-less": "See less",
    "contact-title": "Contact",
    "contact-name-title": "Name",
    "contact-name-hint": "Enter your name",
    "contact-email-title": "Email",
    "contact-email-hint": "Enter your email",
    "contact-message-title": "Message",
    "contact-message-hint": "Enter your message",
    "button-send-content": "Send",
    "privacy-policy": "Privacy Policy",
    "term-of-use": "Terms of Use",
    "about-title": "Explore Vietnam – The Ultimate Travel Guide App",
    "about-content": "Experience the beauty of Vietnam to the fullest with Explore Vietnam – the perfect travel companion for every journey. This app offers a diverse list of destinations, from breathtaking natural landscapes and cultural heritage sites to modern entertainment hubs.",
    "about-checklist": "With an intuitive interface and detailed information, you can easily explore:",
    "checklist1": "Vivid images allow you to admire the beauty of each destination.",
    "checklist2": "Detailed descriptions of the history, culture, and unique features of each destination.",
    "checklist3": "Activity suggestions & travel tips for the best experience.",
    "checklist4": "Maps & navigation guides to help you easily find your way to your favorite destinations.",
    "about-final": "Whether you're a first-time traveler or an avid explorer, Explore Vietnam will make your journey easier and more memorable than ever. Start your adventure today!",
    "app-image": "App Images"
}