{
    "welcome" : "Wave Traviet - Khám phá Việt Nam",
    "welcome-content": "Chúng tôi giúp bạn khám phá vẻ đẹp thiên nhiên, lịch sử và văn hóa Việt Nam. Từ những bãi biển tuyệt đẹp đến các di sản thế giới, ứng dụng cung cấp thông tin chi tiết về các danh lam thắng cảnh, hình ảnh sống động, hướng dẫn du lịch và mẹo hữu ích để có chuyến đi tuyệt vời nhất.",
    "explore-sentence": "Hãy cùng khám phá ngay bây giờ",
    "explore-action": "Bắt đầu >>",
    "destination-title": "Điểm Đến",
    "navigation-more": "Đọc thêm",
    "navigation-less": "Thu gọn",
    "contact-title": "Liên Hệ",
    "contact-name-title": "Họ Tên",
    "contact-name-hint": "Nhập tên của bạn",
    "contact-email-title": "Email",
    "contact-email-hint": "Nhập địa chỉ mail của bạn",
    "contact-message-title": "Tin nhắn",
    "contact-message-hint": "Nhập tin nhắn của bạn",
    "button-send-content": "Gửi",
    "privacy-policy": "Chính sách bảo mật",
    "term-of-use": "Điều khoản sử dụng",
    "about-title": "Khám Phá Việt Nam – Ứng Dụng Hướng Dẫn Du Lịch Toàn Diện",
    "about-content": "Trải nghiệm vẻ đẹp của Việt Nam theo cách trọn vẹn nhất với ứng dụng Khám Phá Việt Nam – người bạn đồng hành lý tưởng cho mọi chuyến đi. Ứng dụng cung cấp danh sách đa dạng các điểm đến du lịch, từ thiên nhiên kỳ vĩ, di sản văn hóa, đến các khu vui chơi giải trí hiện đại.",
    "about-checklist": "Với giao diện trực quan và thông tin chi tiết, bạn có thể dễ dàng khám phá:",
    "checklist1": "Hình ảnh sống động giúp bạn chiêm ngưỡng vẻ đẹp từng địa danh",
    "checklist2": "Mô tả chi tiết về lịch sử, văn hóa, và điểm đặc trưng của từng địa điểm.",
    "checklist3": "Gợi ý hoạt động & mẹo du lịch để có trải nghiệm trọn vẹn nhất.",
    "checklist4": "Bản đồ & hướng dẫn di chuyển, giúp bạn dễ dàng tìm đường đến điểm đến yêu thích",
    "about-final": "Dù bạn là du khách lần đầu hay người yêu thích khám phá, Khám Phá Việt Nam sẽ giúp hành trình của bạn trở nên dễ dàng và đáng nhớ hơn bao giờ hết. Hãy bắt đầu hành trình ngay hôm nay! ",
    "app-image": "Hình ảnh của ứng dụng"

}